[Information]
TRANSLATOR=ToServeAndProtect - www.programosy.pl www.forum.programosy.pl
CONTACT_ADDRESS=szczepan15@gmail.com
VERSION=1.0.0

[Language]
LANGUAGE=Polish
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0415

[Url]
WIKIPEDIA_SMART=http://pl.wikipedia.org/wiki/S.M.A.R.T._%28informatyka%29

[Menu]
FILE=&Plik
CUSTOMIZE=&Dostosowanie
EXIT=&Wyjście
EDIT=&Edycja
COPY=&Kopiuj
FUNCTION=&Funkcje
HIDE_SMART_INFO=Ukryj informacje S.M.A.R.T.
HIDE_SERIAL_NUMBER=Ukryj numer seryjny
SHOW_DRIVE_LETTER=Pokaż literę dysku
ADVANCED_DISK_SEARCH=Zaawansowane szukanie dysku
EVENT_LOG=E&vent Log
AAM_APM_CONTROL=AA&M/APM Control
AUTO_AAM_APM_ADAPTION=Auto AAM/A&PM Adaption
RESIDENT=&Ikona w Tray'u
STARTUP=&Start z Windowsem
OPEN_DISK_MANAGEMENT=&Otwórz "Menadźer dysków"
OPEN_DEVICE_MANAGER=&Otwórz "Menadźer urządzeń"
ADVANCED_FEATURE=Advanced &Feature
REFRESH=&Odśwież
RESCAN=Res&can
DISABLE=&Wyłącz
AUTO_REFRESH=&Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Wybierz cele automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - Zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - Odznacz wszystkie dyski
WAIT_TIME_AT_STARTUP=&Wait Time at Startup
GRAPH=&Wykres
THEME=&Wygląd
DISK=&Dysk
HELP=&Pomoc
HELP_ABOUT=&O CrystalDiskInfo
HELP_ABOUT_SMART=&O S.M.A.R.T. (Wikipedia) [Web]
LANGUAGE=&Język
ITEM=&Item
TEMPERATURE_TYPE=T&emperature Type
CELSIUS=Celsius (°C)
FAHRENHEIT=Fahrenheit (°F)
HEALTH_STATUS_SETTING=&Health Status Setting

;Graph
OPTION=&Opcje
LEGEND_POSITION=&Pozycja legendy
NORTH_WEST=&Północny zachód
NORTH_EAST=&Północny wschód
SOUTH_WEST=&Południowy zachód
SOUTH_EAST=&Południowy wschód
MAX_PLOT_POINT=&Maksymalna wielkość punktu
TIME_FORMAT=&Time Format
PAINT_WEEKEND=&Paint Weekend
ALL=&All

;2.7.0
COPY_OPTION=Copy &Option
RESIDENT_STYLE=Resident St&yle
MINIMIZE=Minimize
HIDE=Hide

;3.0.0
ZOOM=&Zoom
AUTO=&Auto
ATTRIBUTE=&Attribute

;3.5.0
ASCII_VIEW=ASCII View
AUTO_DTECTION=Auto Detection
SECOND=sec.
MINUTE=min.
HOUR=hour

[TrayMenu]
EXIT=Wyjście
REFRESH=Odśwież
RESCAN=Rescan
ENABLE=Włącz
DISABLE=Wyłącz
ENABLE_ALL=Włącz wszystko
DISABLE_ALL=Wyłącz wszystko
AUTO_REFRESH=Automatyczne odświeżanie
AUTO_REFRESH_TARGET=&Wybierz cele automatycznego odświeżania
AUTO_REFRESH_TARGET_ALL_DISK=&Automatyczne odświeżanie - Zaznacz wszystkie dyski
AUTO_REFRESH_UNTARGET_ALL_DISK=&Automatyczne odświeżanie - Odznacz wszystkie dyski
ALARM_SETTING_TEMPERATURE=Ustawienie alarmu - Temperatura
ALARM_SETTING_HEALTH_STATUS=Ustawienie alarmu - Status
SHOW_MAIN_WINDOW=Pokaż główne okno
SHOW_TEMPERATURE_ICON=Pokaż ikonę temperatury
SHOW_ALL_TEMPERATURE_ICON=Pokaż wszystkie ikony temperatury
HIDE_ALL_TEMPERATURE_ICON=Ukryj wszystkie ikony temperatury
COLLECTIVE_SETTING=Ustawienia
GRAPH=Wykres
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Show Temperature Icon Only

[DiskStatus]
GOOD=dobry
CAUTION=uwaga
BAD=Stan zły
UNKNOWN=nieznany
DISK=Dysk

[Dialog]
LIST_ID=ID
LIST_CURRENT=Bieżący
LIST_WORST=Najgorszy
LIST_THRESHOLD=Próg
LIST_RAW_VALUES=Wartość Raw
;LIST_DESCRIPTION=Opis
LIST_ATTRIBUTE_NAME=Attribute Name

FIRMWARE=Oprogramowanie
SERIAL_NUMBER=Numer seryjny
INTERFACE=Interfejs
STANDARD=Standard
TRANSFER_MODE=Tryb transferu
BUFFER_SIZE=Wielkość bufora
NV_CACHE_SIZE=Wielkość NV Cache
ROTATION_RATE=Rotation Rate
TEMPERATURE=Temperatura
POWER_ON_HOURS=Czas pracy dysku
POWER_ON_COUNT=Ilość włączeń dysku
DRIVE_LETTER=Litera dysku
FEATURE=Własności
HEALTH_STATUS=Status

UNKNOWN=Unknown
POWER_ON_COUNT_UNIT= 
POWER_ON_HOURS_UNIT=godzin
POWER_ON_DAYS_UNIT=dni

[Message]
DETECT_UNIT_POWER_ON_HOURS=Wykrywanie jednostek "Power on Hours" (wymaga około 130 sek.)
DETECT_DISK=Detecting Disk
PLEASE_ENABLE_WMI=Proszę włączyć WMI(Architektura mechanizmu instrumentacji)
PLEASE_RESTART_THIS_APPLICATION=Proszę zrestartować program w celu zmiany wyglądu
DISK_NOT_FOUND=Disk Not Found

[Alarm]
ALARM_TEMPERATURE=Alarm - Temperatura
ALARM_HEALTH_STATUS=Alarm - Status
DEGRADATION=Degradation
RECOVERY=Recovery
;3.5.0
INFO_HEALTH_STATUS=Info - Health Status

[Graph]
PLEASE_SELECT_ITEM=Wybierz przedmiot
ACTUAL_VALUE=Aktualna wartość
NORMALIZED_VALUE=Normalna wartość
ALL_ON=Wszystko włączone
ALL_OFF=Wszystko wyłączone
RESET=Reset

[Customize]
LINE_COLOR=Kolor linii
BACKGROUND_IMAGE=Tło
SUPPORTED_IMAGE_FORMAT=Format pliku
ALL_FILES=Wszystkie pliki

[AamApm]
AAM_LOW=<- Silent (80h)
AAM_HIGH=Performance (FEh) ->
AAM_RECOMMEND=Recommended Value
APM_LOW=<- Min Power (01h)
APM_HIGH=Performance (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Automatic Acoustic Management (AAM)
ADVANCED_POWER_MANAGEMENT=Advanced Power Management (APM)

[WindowTitle]
ABOUT=O CrystalDiskInfo
GRAPH=Graph
CUSTOMIZE=Customize
VERSION_INFORMATION=Version Information
AAM_APM_CONTROL=AAM/APM Control
HEALTH_STATUS_SETTING=Health Status Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Threshold of Caution
APPLY=Apply
DEFAULT=Default

[Smart]
UNKNOWN=Nieznany
VENDOR_SPECIFIC=Vendor Specific
01=Częstotliwość pojawiania się błędów podczas odczytu RAW
02=Średnia wydajność dysku
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Częstotliwość błędów podczas pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Liczba godzin pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Llość skończonych operacji start/stop
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
BE=Airflow Temperature
BF=Częstotliwość występowania błędów spowodowanych wstrząsem
C0=Ilość naprawionych cykli wyłączenia
C1=Ilość cykli do tak zwanej "Landing Zone"
C2=Temperatury dysku (ogólna)
C3=Częstotliwość występowania "błędów w locie"
C4=Liczba remapowanych operacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych błędów
C7=Liczba błędów CRC podczas pracy w trybie Ultra DMA
C8=Liczba błędów zapisu
C9=Liczba "off track errors"
CA=Częstotliwość występowania błędów "Data Address Mark"
CB=Częstotliwość występowania błędów ECC
CC=Ilość błędów ECC skorygowanych przez software
CD=Częstotliwość występowania "błędów termicznych"
CE=Wysokość głowicy ponad powierzchnie zapisu
CF=Najwyższa wartość prądu potrzebna do "rozkręcenia" talerzy dysku
D0=Ilość "buzz routines" potrzebna do "rozkręcenia" talerzy dysku
D1=Wydajność wyszukiwania podczas operacji offline
D3=Ilość wibracji podczas zapisu danych
D4=Ilość wstrząsów podczas zapisywania danych
DC=Przesunięcie dysku
DD=Błędy spowodowane na przykład upuszczeniem dysku
DE=Czas operacji dysku
DF=Ilość obciążeń spowodowanych operacjami odczytu, zapisu, pozycjonowania
E0=Obciążenie spowodowane tarciem mechanicznych części
E1=Ilość cykli obciążenia
E2=Całkowity czas obciążenia dla dysku
E3=Liczba prób rotacji dysku
E4=Liczba naprawionych wyłączeń dysku
E6=Amplituda drgań podczas pracy
E7=Temperatura napędu
F0=Czas w którym głowica jest pozycjonowana
FA=Częstotliwość występowania błędów podczas odczytu
;Added 3.0
B8=End-to-End Error
BB=Reported Uncorrectable Errors
BC=Command Timeout
BD=High Fly Writes
FE=Free Fall Protection

[SmartSsd]
01=Częstotliwość pojawiania się błędów podczas odczytu RAW
02=Średnia wydajność dysku
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
06=Rezerwa kanału podczas odczytu
07=Częstotliwość błędów podczas pozycjonowania
08=Średnia wydajność podczas pozycjonowania
09=Liczba godzin pracy dysku
0A=Liczba prób uruchomienia osi napędowej dysku
0B=Liczba prób kalibracji
0C=Llość skończonych operacji start/stop
0D=Częstotliwość występowania błędów programowych podczas operacji odczytu
C0=Unsafe Shutdown Count
C2=Temperatury dysku (ogólna)
C4=Liczba remapowanych operacji
C5=Liczba sektorów niestabilnych (oczekujących na remapowanie)
C6=Ilość nie naprawionych błędów
; CrystalDiskInfo assign
FF=Remaining Life

[SmartMtron]
BB=Total Erase Count

[SmartIndlinx]
01=Read Error Rate
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
B8=Initial Bad Block Count
C3=Program Failure Block Count
C4=Erase Failure Block Count
C5=Read Failure Block Count
C6=Total Count of Read Sectors
C7=Total Count of Write Sectors
C8=Total Count of Read Commands
C9=Total Count of Write Commands
CA=Total Count of Error bits from flash
CB=Total Count of Read Sectors with Correctable Bit Errors
CC=Bad Block Full Flag
CD=Maximum PE Count Specification
CE=Minimum Erase Count
CF=Maximum Erase Count
D0=Average Erase Count
D1=Remaining Drive Life

[SmartJMicron]
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
C2=Temperatury dysku (ogólna)
E5=Halt System ID, Flash ID
E8=Firmware Version Information
E9=ECC Fail Record
EA=Average Erase Count, Max Erase Count
EB=Good Block Count, System Block Count

[SmartIntel] ;Updated (3.1) Please translate C0-B8.
03=Czas potrzebny do "rozkręcenia" talerzy dysku
04=Ilość cykli start/stop
05=Ilość realokowanych sektorów
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
C0=Unsafe Shutdown Count
E1=Host Writes
E8=Available Reserved Space
E9=Media Wearout Indicator
B8=End to End Error Detection Count

[SmartSamsung] ;Updated (3.3)
09=Liczba godzin pracy dysku
0C=Llość skończonych operacji start/stop
AF=Program Fail Count (Chip)
B0=Erase Fail Count (Chip)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Chip)
B3=Used Reserved Block Count (Total)
B4=Unused Reserved Block Count (Total)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
B7=Runtime bad block (Total)
BB=Uncorrectable Error Count
BE=Temperature Exceed Count
C2=Temperatury dysku (ogólna)
C3=ECC Rate
C6=Off-Line Uncorrectable Error Count
C7=CRC Error Count
C9=Super cap Status
CA=SSD Mode Status

[SmartSandForce] ;Added (3.5.1)
01=Raw Read Error Rate
05=Retired Block Count
09=Power-on Hours
0C=Power Cycle Count
0D=Soft Read Error Rate
64=GBytes Erased
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected power loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
C3=ECC On-the-fly Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
C7=SATA R-Errors Error Count
C9=Uncorrectable Soft Read Error Rate
CC=Soft ECC Correction Rate